import { Metadata } from "next";

export const metadata: Metadata = {
  title: "השכרת שירותים ניידים לכל מטרה | א.ל שירותים ניידים",
  description: "השכרת שירותים ניידים נקיים ומתוחזקים לאירועים, אתרי בנייה ושטח. שירות בפריסה ארצית. פתרונות כימיים איכותיים.",
  alternates: {
    canonical: '/services/mobile-toilets',
  }
};

export default function MobileToiletsPage() {
  return (
    <main style={{ padding: "40px", maxWidth: "800px", margin: "0 auto", direction: "rtl" }}>
      <h1 style={{ fontSize: "2.5rem", marginBottom: "20px",marginTop:"80px", color: "#111827", fontWeight: "bold" }}>
        השכרת שירותים ניידים לכל מטרה
      </h1>
      <section style={{ lineHeight: "1.8", color: "#374151", fontSize: "1.1rem" }}>
        <p style={{ marginBottom: "16px" }}>
          שירותים כימיים ניידים מציעים פתרון סניטרי איכותי, נגיש ונוח עבור מגוון רחב של שימושים, החל מאירועי חוץ וחתונות בטבע, ועד לאתרי בנייה ופרויקטים תשתיתיים. המפרט של השירותים הניידים שאנו מספקים כולל תאים עשויים מחומרים חזקים ועמידים בפני תנאי שטח ופגעי מזג האוויר. כל תא מגיע עם מיכל אגירה אטום, המאפשר שימוש רציף ונוח לאורך זמן ללא כל צורך בחיבור לתשתיות ביוב או מים מקומיות.
        </p>
        <p style={{ marginBottom: "16px" }}>
          התאים הסטנדרטיים שלנו מתוכננים כך שישתלבו בקלות ובצורה אסתטית בכל תנאי השטח, תוך הקפדה על מרחב פנימי המאפשר שימוש נוח. המבנה החכם שלהם מאפשר שינוע יעיל, הצבה מהירה ומדויקת בכל נקודה נדרשת, ופינוי חלק ומהיר מיד בסיום השימוש או עם סיום הפרויקט.
        </p>
        <p>
          תהליך הניקוי והתחזוקה שלנו הוא קפדני וחסר פשרות. אנו משתמשים בחומרים כימיים איכותיים המסייעים בניטרול ריחות רעים באופן יעיל ומהיר. שירותי השאיבה מתבצעים באופן מסודר באמצעות משאיות ביובית, כאשר במסגרת התחזוקה התא עובר שטיפה, חיטוי יסודי של כל המשטחים וריענון חומרי הניקוי והבישום. כמו כן, אנו דואגים לאספקה של נייר טואלט וסבון ידיים, על מנת להבטיח למשתמשים חוויה היגיינית ונקייה. הצוותים שלנו זמינים לכל קריאה ומקפידים על מתן שירות אמין ומהיר בפריסה ארצית.
        </p>
      </section>
    </main>
  );
}